export function getAsciiArt() {
    return `
      <pre>
██╗   ██╗ ██████╗ ██╗██████╗ 
██║   ██║██╔═══██╗██║██╔══██╗
██║   ██║██║   ██║██║██║  ██║
╚██╗ ██╔╝██║   ██║██║██║  ██║
 ╚████╔╝ ╚██████╔╝██║██████╔╝
  ╚═══╝   ╚═════╝ ╚═╝╚═════╝ 
      </pre>
    `;
  }

export function getFaceAsciiArt() {
    return `<pre style="line-height:1.05;font-size:0.52rem;color:#c8ffd4;opacity:0.85;font-family:'Terminus',monospace;">
                    . : ░ ▒            
              . ░ ▒ ▓ █ █ ▓ ▒ .        
          . ▒ █ █ █ ▓ · · ▓ █ █ ▒      
        ░ █ █ ▓ ·   traini   · ▓ █ ░   
       ▒ █ ▓       ng.start     ▓ █ ▒  
      ░ █ ·       ed.........    · █ ░ 
      █ ▓    ░   ERROR:1.62e    ░  ▓ █ 
     ▒ █   ▒ ▒   EPOCH:2.avg   ▒ ▒ █ ▒
     ▒ █  ░ ░    ERROR:5.74    ░ ░  █ ░
     ░ █  ▒       EPOCH:1.     ░   █ ░ 
     ░ █   ░ ░                ▒ ░  █ ▒ 
      █ ▓    ▒ ▒  ERROR: ▒  ▒ ░  ▓ █  
      ░ █ ·   ░ ▓ ██ ░ ▒ ▓ ░  · █ ░  
       ▒ █ ▓ · ░  ▓ ██ █ ▓ ░ · ▓ █ ▒  
        ░ █ █ ▓ ░ · ▓ █ ▓ · ▓ █ █ ░   
          . ▒ █ █ ▓ ░     ▓ █ █ ▒ .    
              . ░ ▒ ▓ █ ▓ ▒ ░ . .      
                   . : ░             </pre>`;
}

export function getVerticalAsciiArt() {
    return `
      <pre>
██╗   ██╗
██║   ██║
██║   ██║
╚██╗ ██╔╝
 ╚████╔╝ 
  ╚═══╝  

██████╗  
██╔═══██╗
██║   ██║
██║   ██║
╚██████╔╝
 ╚═════╝ 

██╗      
██║      
██║      
██║      
██║      
╚═╝      

██████╗  
██╔══██╗ 
██║  ██║ 
██║  ██║ 
██████╔╝ 
╚═════╝  
      </pre>
    `;
}